# Дано название футбольного клуба. Определить количество символов в нем

name = str(input("введите название клуба: "))
length = len(name)
print(length)