# 9.2. Составить программу, которая запрашивает название футбольной команды
# и повторяет его на экране со словами "— это чемпион!".

name = str(input("введите название команды: "))
result = name + " - это чемпион"
print(result)