# Даны натуральные числа х и у. Вычислить произведение x y, используя лишь операцию сложения. Задачу решить двумя способами.

x = 4
y = 5
result = 0

for _ in range(y):
    result = result + x

print(result)