# Вывести на экран все целые числа от 100 до 200, кратные трем

for i in range(100, 201):
    if i % 3 == 0:
        print(i)